[{
  "_id": {
    "$oid": "63ad7b81a7f7a4e8677324e5"
  },
  "foodName": "Zeytinyağlı Yaprak Sarması",
  "ingredientsFfood": "2 adet kuru soğan 1 su bardağı pirinç 1 tatlı kaşığı tarçın 1 tatlı kaşığı karabiber 1 tatlı kaşığı toz şeker tuz yarım demet maydanoz bir kaç dal taze nane 1 tatlı kaşığı kuru nane yarım kahve fincanı kuş üzümü yarım kahve fincanı kadar dolmalık fıstık 1 büyük domates 1 çay bardağı zeytinyağı",
  "recipe": "Bunun için kuru soğanlar ince yemeklik doğranır ve yarım çay bardağı zeytinyağında kavrulur.Soğanlar kavrulunca rendelenmiş veya robottan geçirilmiş 1 adet domates eklenir ve karıştırılır.Yıkanmış ve suyu süzülmüş pirinçler ilave edilerek hafifçe kavrulur.Dolmalık fıstıklar, kuş üzümü, tarçın, kuru nane, karabiber, toz şeker, tuz (yaprağınızın tuzuna göre ayarlayın, çok tuzlu ise hiç kullanmayın)  ilave edilir.Karıştırılarak ocaktan alınır.Son olarak İnce doğranmış maydanoz ve taze naneler eklenir ve güzelce karıştırılır.Salamura yapraklar yıkanarak varsa fazla tuzu gitmesi için suda bekletilir.Daha sonra hazırlanan iç harcından her yaprağın üzerine bir tatlı kaşığı kadar bırakılarak yapraklar sarılır.Tencerenin tabanı kullanmayacağınız yırtık ya da damarlı yapraklarla örtülür ( Dibinin tutma ihtimaline karşı) Sarılan yapraklar tencereye yerleştirilir.Tüm yapraklar yerleştirildikten sonra üzerine yine yaprak kapatılır.Böylelikle buharı içeride kalacağı için hem daha kolay pişecektir. Hem de en üstteki yaprakların rengi daha yeşil kalacaktır.Son olarak yarım çay bardağı kadar zeytinyağı gezdirilir.Yaprakların üzerine gelecek kadar su ilave edilerek tencerenin kapağı kapatılır ve kısık ateşte pişmeye bırakılır.Pişerken suyunu kontrol ederek susuz kalırsa su ilave etmenizi öneririm.Soğuduktan sonra servis edilir, AFİYET OLSUN:).",
  "foodImgUrl": "https://www.halkgazetesi.com/d/news_t/661.jpg",
  "__v": 0
},{
  "_id": {
    "$oid": "63ad7d72a7f7a4e8677324e7"
  },
  "foodName": "Ali Nazik",
  "ingredientsFfood": "400 gram süzme yoğurt 3-4 adet kemer patlıcan Tuz 2-3 diş sarımsak",
  "recipe": "Patlıcanları közleyip, kabuklarını temizleyin.İnce ince doğrayın.Soğuduktan sonra, ezilmiş sarımsak ve süzme yoğurtla beraber iyice karıştırın.Tuzunu ayarlayın.Diğer taraftan etleri yıkayıp, suyunu süzdürün.Pişirme kabına alarak kısık ateşte, tencerenin kapağı kapalı bir şekilde etlerin bırakmış olduğu suyu çekmesini bekleyin.Daha sonra tereyağını ilave edin.Tuz hariç, baharatları ve domates sosunu ilave edin.Mutlaka sıcak su ekleyin. Çok sulu olmayacak, sadece koyu kıvamlı bir sosumuz olacak.Etlerin pişme süresi uzarsa, sık sık kontrol edip gerekirse tencerenin dibi tutmaması için az az sıcak su ilave edebilirsiniz.Pişen etlere, son olarak tuzu ilave edin ve ocaktan alın.Servis tabağına önce patlıcanlı harç, üzerine ise etleri koyun.İsteğe göre süsleyerek, servis edebilirsiniz.,AFİYET OLSUN:).",
  "foodImgUrl": "https://imgs.search.brave.com/dZAE0vPqiY5z9oRtLXPdciCDAUsW11drbSv8mid9m24/rs:fit:711:225:1/g:ce/aHR0cHM6Ly90c2U0/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC5F/anJBTml4OGJOc2Rv/UG5ENzZkaDBnSGFF/OCZwaWQ9QXBp",
  "__v": 0
},{
  "_id": {
    "$oid": "63ad7e36a7f7a4e8677324e9"
  },
  "foodName": "Havuç Trator",
  "ingredientsFfood": "3 adet havuç 3-4 yemek kaşığı sıvı yağ 2 diş sarımsak 4 yemek kaşığı yoğurt Tuz",
  "recipe": "3-4 yemek kaşığı sıvı yağ genişçe bir tavaya alınır.Küçük küçük doğradığımız iki diş sarımsak tavaya eklenerek kokusu çıkana kadar kavrulur.Son olarak rendelenmiş havuçlar ilave edilir.Havuçlar yumuşayıncaya kadar yaklaşık 3-4 dakika kavrularak ocaktan alınır ve soğumaya bırakılır.Ayrı bir kasede suyu süzülmüş yoğurt ile tuz eklenerek çırpılır.Soğuyan havuçlar yoğurda ilave edilerek karıştırılır ve servis tabağına alınır.Havuç taratorumuz servise hazır deneyeceklere,AFİYET OLSUN:).",
  "foodImgUrl": "https://imgs.search.brave.com/8iJLvv29rjCiXCcr2Z_HBDGCMKUI-7pjwW4Jek7WpUc/rs:fit:844:225:1/g:ce/aHR0cHM6Ly90c2Uy/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC5u/aF90UnlRa25mX1I1/ZENoRnZPcVZRSGFF/SyZwaWQ9QXBp",
  "__v": 0
},{
  "_id": {
    "$oid": "63ad7ecca7f7a4e8677324eb"
  },
  "foodName": "Ayvalık Tostu",
  "ingredientsFfood": "6-7 adet sosis Sucuk Kaşar peyniri 3 dilim ayvalık tost ekmeği Salatalık turşusu Ketçap Mayonez",
  "recipe": "Sosis ve sucuk jülyen şeklinde doğranır.Tavada sotelenir.Ayvalık tost ekmeği ikiye kesilir bir parçasına ketçap bir parçasına mayonez sürülür.(evde mayonez olmadığı için iki parçaya da ketçap sürdüm).Salatalık turşusu da jülyen şeklinde doğranır.İlk olarak turşu koyulur üzerine sırasıyla sucuk, kaşar ve sosis eklenir ve kapatılır.Tost makinasına alınır biraz kızarınca tereyağ sürülür.,AFİYET OLSUN:).",
  "foodImgUrl": "https://imgs.search.brave.com/RmpkstZpzcuqehgPdiC-xLnC32dSBAjDC0ct1Ye-u-w/rs:fit:829:225:1/g:ce/aHR0cHM6Ly90c2Uz/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC5T/UVFjejhQaFp0M1pT/STFzdDR5ek93SGFF/UCZwaWQ9QXBp",
  "__v": 0
},{
  "_id": {
    "$oid": "63ad7f65a7f7a4e8677324ed"
  },
  "foodName": "Fırında Hamsi",
  "ingredientsFfood": "1 kg hamsi Yarım su bardağı mısır unu 1 silme tatlı kaşığı tuz",
  "recipe": "Mısır ununu bir tabağın içerisine alalım. Eğer buğday unu da kullanacaksanız mısır unu ve normal unu bir kapta karıştırmalısınız.Ayıklanmış suyu süzülmüş ve tuzlanmış hamsileri una bulayarak yağlı kağıda diziyoruz. Dilerseniz hamsileri tuzlamadan tuzu mısır ununun içerisine de karıştırabilirsiniz.  Balıklarınızı yıkadıktan sonra süzgeç içerisinde bekleterek suyunun süzülmesini sağlayabilirsiniz.Balıklar rahat çıksın diye kağıdın üzerine de az yağ sürebilirsiniz ancak buna çok fazla gerek olmayacaktır. Balıklarımızı tepsimize aralarında boşluk kalmayacak şekilde dizelim.Dizme işleminden sonra fırça ile balıkların üzerine de biraz yağ sürün. Eğer fırça kullanmak istemezseniz elinizle de gezdirebilirsiniz. Bu işlem balıklarınızın daha çıtır olmasını sağlayacaktır. Dilerseniz tepsinize 3-4 adet defne yaprağı da yerleştirebilirsiniz.Ve balıklar fırına girmeye hazır. Önceden ısıttığınız 180°C fırında yaklaşık 30-35 dakika kadar kontrollü bir şekilde pişirelim,AFİYET OLSUN:).",
  "foodImgUrl": "https://imgs.search.brave.com/bU8oT4tkPIB4TfMAnHlxW9uxGgs3q4qa1Ob2sPBEzFE/rs:fit:844:225:1/g:ce/aHR0cHM6Ly90c2Uz/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC5q/SWVYQnlKcUZTSnVt/WmRTNE9VRlp3SGFF/SyZwaWQ9QXBp",
  "__v": 0
},{
  "_id": {
    "$oid": "63ad81c2a7f7a4e8677324ef"
  },
  "foodName": "Saray Sarması",
  "ingredientsFfood": "1 litre süt 1 su bardağı şeker 1 su bardağı un 100 gram margarin 1 paket vanilya Hindistan cevizi 1 paket kakaolu krem şanti Antep fıstığı",
  "recipe": "Şimdi orta boy bir tencereye margarinimizi alıyoruz ve eritiyoruz.Ardından şekerini ekliyoruz ve ununu da ilave ederek biraz kavuruyoruz.2 dk kadar sonra sütünü de koyarak bir güzel çırpıcı ile kaynayana kadar sürekli karıştırıyoruz.Muhallebimiz göz göz olana kadar kaynadıktan sonra altını kapatıyoruz ve önceden geniş bir kapta hindistan cevizimizi fırın tepsimize her yerine eşit gelecek şekilde serpiştiriyoruz ve mikserle çırpılmış muhallebimizi hindistan cevizimizin üzerine döküyoruz.Ardından soğuması için bir kenarda bekletiyoruz .Soğuduktan sonra ise; krem santimizi üzerine döküyoruz ve düzlüyoruz.3-4 saat dolapta beklettikten sonra dilediğimiz şekilde kesiyoruz ve kestiğimiz parçaları yuvarlayarak servis tabağına diziyoruz ve süslüyoruz,AFİYET OLSUN:).",
  "foodImgUrl": "https://imgs.search.brave.com/iqpce4TUPHemAPfwkbxL5XVh6VErHc2dptTgP_DfEHI/rs:fit:844:225:1/g:ce/aHR0cHM6Ly90c2Uz/Lm1tLmJpbmcubmV0/L3RoP2lkPU9JUC5t/NUwySlBaTXNmZHVM/el9fbWhkTTVBSGFF/SyZwaWQ9QXBp",
  "__v": 0
}]